export const data = JSON.parse("{\"key\":\"v-1b6c7713\",\"path\":\"/docs/Python/6、jihe.html\",\"title\":\"06 集合\",\"lang\":\"en-US\",\"frontmatter\":{},\"headers\":[{\"level\":3,\"title\":\"创建集合\",\"slug\":\"创建集合\",\"link\":\"#创建集合\",\"children\":[]},{\"level\":3,\"title\":\"获取设置的长度\",\"slug\":\"获取设置的长度\",\"link\":\"#获取设置的长度\",\"children\":[]},{\"level\":3,\"title\":\"访问集合中的项目\",\"slug\":\"访问集合中的项目\",\"link\":\"#访问集合中的项目\",\"children\":[]},{\"level\":3,\"title\":\"检查项目\",\"slug\":\"检查项目\",\"link\":\"#检查项目\",\"children\":[]},{\"level\":3,\"title\":\"向集合中添加元素\",\"slug\":\"向集合中添加元素\",\"link\":\"#向集合中添加元素\",\"children\":[]},{\"level\":3,\"title\":\"从集合中移除元素\",\"slug\":\"从集合中移除元素\",\"link\":\"#从集合中移除元素\",\"children\":[]},{\"level\":3,\"title\":\"清空集合中的项目\",\"slug\":\"清空集合中的项目\",\"link\":\"#清空集合中的项目\",\"children\":[]},{\"level\":3,\"title\":\"删除一个集合\",\"slug\":\"删除一个集合\",\"link\":\"#删除一个集合\",\"children\":[]},{\"level\":3,\"title\":\"将列表转换为集合\",\"slug\":\"将列表转换为集合\",\"link\":\"#将列表转换为集合\",\"children\":[]},{\"level\":3,\"title\":\"合并集合\",\"slug\":\"合并集合\",\"link\":\"#合并集合\",\"children\":[]},{\"level\":3,\"title\":\"查找交集项\",\"slug\":\"查找交集项\",\"link\":\"#查找交集项\",\"children\":[]},{\"level\":3,\"title\":\"检查子集和超集\",\"slug\":\"检查子集和超集\",\"link\":\"#检查子集和超集\",\"children\":[]},{\"level\":3,\"title\":\"检查两个集合之间的差异\",\"slug\":\"检查两个集合之间的差异\",\"link\":\"#检查两个集合之间的差异\",\"children\":[]},{\"level\":3,\"title\":\"查找两个集合之间的对称差异\",\"slug\":\"查找两个集合之间的对称差异\",\"link\":\"#查找两个集合之间的对称差异\",\"children\":[]},{\"level\":3,\"title\":\"合并集合\",\"slug\":\"合并集合-1\",\"link\":\"#合并集合-1\",\"children\":[]},{\"level\":2,\"title\":\"💻 练习：第 7 天\",\"slug\":\"💻-练习-第-7-天\",\"link\":\"#💻-练习-第-7-天\",\"children\":[]}],\"git\":{\"createdTime\":null,\"updatedTime\":null,\"contributors\":[]},\"filePathRelative\":\"docs/Python/6、集合.md\"}")

if (import.meta.webpackHot) {
  import.meta.webpackHot.accept()
  if (__VUE_HMR_RUNTIME__.updatePageData) {
    __VUE_HMR_RUNTIME__.updatePageData(data)
  }
}

if (import.meta.hot) {
  import.meta.hot.accept(({ data }) => {
    __VUE_HMR_RUNTIME__.updatePageData(data)
  })
}
